blockMeshDict/U-Circular Bend/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    Walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          0;
        startFace       322275;
    }
    Inlet
    {
        type            patch;
        nFaces          225;
        startFace       322275;
    }
    Outlet
    {
        type            patch;
        nFaces          225;
        startFace       322500;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          30000;
        startFace       322725;
    }
)

// ************************************************************************* //
